commands = '/начало - открывает начальное меню\n' \
           '/start_menu\n\n' \
           '/помощь - выводит список доступных команд\n' \
           '/help\n\n' \
           '/неделя - выводит расписание на неделю\n' \
           '/week\n\n' \
           '/понедельник, /пн - выводит расписание на понедельник\n' \
           '/monday\n\n' \
           '/вторник, /вт - выводит расписание на вторник\n' \
           '/tuesday\n\n' \
           '/среда, /ср - выводит расписание на среду\n' \
           '/wednesday\n\n' \
           '/четверг, /чт - выводит расписание на четверг\n' \
           '/thursday\n\n' \
           '/пятница, /пт - выводит расписание на пятницу\n' \
           '/friday\n\n' \
           '/фото_расписания, /фр - выводит фотку расписания\n' \
           '/photo_schedule\n\n' \
           '/позиция, /поз - определяет, верхняя или нижняя сейчас неделя\n' \
           '/position\n\n' \
           '/верхняя_неделя, /вн - выводит верхнюю неделю\n' \
           '/upper_week\n\n' \
           '/нижняя_неделя, /нн - выводит нижнюю неделю\n' \
           '/lower_week\n\n' \
           '/?, /q - позволяет написать сообщение ChatGPT боту и получить на него ответ\n\n' \


# Команды админа
# /admin - админ панель
# /chat_id - узнать id чата
# /print_whitelist - выводит whitelist
# /add_chatid_to_whitelist - добавляет id в whitelist
# /remove_chatid_from_whitelist - удаляет id из whitelist
