lower_schedule_text = 'Понедельник:\n' \
                      ' - Аналитическая геометрия лекция 418\n' \
                      ' - Английский язык 521/523\n' \
                      ' - Аналитическая геометрия практика 533\n' \
                      ' - Математический анализ 533\n\n' \
                      '' \
                      'split_element' \
                      '' \
                      'Вторник:\n' \
                      ' - Физическая культура и здоровье\n' \
                      ' - Математический анализ 533\n' \
                      ' - Дискретная математика лекция 411 к4\n\n' \
                      '' \
                      'split_element' \
                      '' \
                      'Среда:\n' \
                      ' - Охрана труда 237 (осталась 1 пара)\n' \
                      ' - ВМА лекция 301\n' \
                      ' - Программирование лекция 530\n' \
                      ' - Дискретная математика практика 202 к4\n' \
                      ' - Программирование практика (первая группа) 405\n\n' \
                      '' \
                      'split_element' \
                      '' \
                      'Четверг:\n' \
                      ' - Физическая культура и здоровье\n' \
                      ' - Дискретная математика лекция 507 к4\n' \
                      ' - Математический анализ 533\n' \
                      ' - ВМА практика 405 (первая группа)\n\n' \
                      '' \
                      'split_element' \
                      '' \
                      'Пятница:\n' \
                      ' - Программирование практика (вторая группа) 405\n' \
                      ' - ВМА практика (вторая группа) 405\n' \
                      ' - Английский язык 513/529\n' \
                      ' - Математический анализ 533'
